Repository: Varun-7584/bluefang
Catalog: lib/l10n/app_*.arb
Languages: es, fr

source: Add New Vehicle
es: S_Add New Vehicle
fr: F_Add New Vehicle

source: ATF Quantity
es: Capacidad del Fluido de Transmisión Automática
fr: F_ATF Quantity

source: ATF Type
es: Tipo de Fluído de Transmisión Automática
fr: F_ATF Type

source: Avg
es: Promedio
fr: F_Avg

# batteryFine
source: Battery level sufficient
es: Nivel de Bateria aceptable
fr: F_Battery level sufficient

# batteryLow
source: Low battery
es: Bateria Baja
fr: F_ Low battery

source: Connecting
es: S_Connecting
fr: F_Connecting

# contactSupport
source: Contact Stemco Tech Support
es: S_Contact Stemco Tech Support
fr: F_Contact Stemco Tech Support

# continueDialog
source: Continue
es: S_Continue
fr: F_Continue

source: Coolant Quantity
es: Capacidad del Tanque de Refrigerante
fr: F_Coolant Quantity

source: Coolant Type
es: Tipo de Refrigerante
fr: F_Coolant Type

source: DEF Quantity
es: S_DEF Quantity
fr: F_DEF Quantity

source: DEF Type
es: S_DEF Type
fr: F_DEF Type

source: degrees
es: Grados
fr: F_degrees

source: Demo Mode On
es: S_Demo Mode On
fr: F_Demo Mode On

source: Dev
es: Desviación
fr: F_Dev

# distanceButton
source: Distance
es: Distancia
fr: F_Distance

source: Edit Vehicle
es: S_Edit Vehicle
fr: F_Edit Vehicle

# emailTechSupportError
source: Could not find email client on phone. Please make sure you are logged into your email app (and, if you are using an Apple device, that you have the default mail app installed) and try again.
es: S_Could not find email client on phone. Please make sure you are logged into your email app (and, if you are using an Apple device, that you have the default mail app installed) and try again.
fr: F_Could not find email client on phone. Please make sure you are logged into your email app (and, if you are using an Apple device, that you have the default mail app installed) and try again.

# enableAtf
source: Enable Automatic Transmission Fluid
es: Activar Líquido de Transmisión Automático
fr: F_Enable Automatic Transmission Fluid

# enableCoolant
source: Enable Engine Coolant
es: Activar Refrigerante del Motor
fr: F_Enable Engine Coolant

# enableDef
source: Enable Diesel Emissions Fluid
es: S_Enable Diesel Emissions Fluid
fr: F_Enable Diesel Emissions Fluid

source: Enable Demo Mode
es: S_Enable Demo Mode
fr: F_Enable Demo Mode

# enableOil
source: Enable Engine Oil
es: Activar Aceite para el motor Engine Oil
fr: F_Enable Engine Oil

# fieldEmpty
source: cannot be empty
es: Introduce un valor
fr: F_cannot be empty

source: Firmware Version
es: Versión de Firmware
fr: F_Firmware Version

# fleetManagerScreen
source: Fleet Manager
es: Administración de Flota
fr: F_Fleet Manager

# fleetManagerSettingsScreen
source: Fleet Manager Settings
es: Ajustes - Administración de Flota
fr: F_Fleet Manager Settings

source: Fluids Entry
es: Introduce Fluidos
fr: F_Fluids Entry

source: Fuel Capacity
es: Capacidad de Combustible
fr: F_ Fuel Capacity

source: Fuel Quantity
es: Cantidad de Combustible
fr: F_Fuel Quantity

source: Fuel Type
es: Tipo de Combustible
fr: F_ Fuel Type

source: Help Menu
es: S_Help Menu
fr: F_Help Menu

# hideFuelInfo
source: Enable fuel type/capacity entry
es: Ocultar Información del Combustible
fr: F_Show Fuel Capacity and Type

# hourAbbrev
source: hr
es: Hora
fr: F_hr

source: Hz
fr: F_Hz

# installInstructions
source: DataTrac SVT Installation Instructions
es: S_DataTrac SVT Installation Instructions
fr: F_DataTrac SVT Installation Instructions

# invalidDecimalValue
source: Only one number after '.' allowed
es: Un solo numero permitido después del punto decimal
fr: F_Only one number after '.' allowed

# invalidIntValue
source: Only numbers are allowed
es: Solo se permiten numeros enteros
fr: F_ Only numbers are allowed

# invalidRange
source: Invalid Range. Max Value:
es: Rango Invalido
fr: F_ Invalid Range. Max Value:

source: Invalid Value
es: Valor Invalido
fr: F_ Invalid Value

source: km
es: Kilómetros
fr: F_km

source: Last
es: Ultimo
fr: F_Last

# licensePlate
source: License Plate Number
es: Numero de Placa
fr: F_ License Plate Number

# licensePlateInfo
source: Show License Plate Number
es: Información Número de Placa
fr: F_Show License Plate Info

# licensePlateRawBeacon
source: License Plate Beacon Raw
es: S_License Plate Beacon Raw
fr: F_License Plate Beacon Raw

source: Life
es: Distancia Total Recorrida
fr: F_Life

source: Loading
es: Cargando
fr: F_Loading

# longRawBeacon
source: Long Beacon Raw
es: S_Long Raw Beacon
fr: F_Long Raw Beacon

source: Max
es: Máximo
fr: F_Max

# miles
source: mi
es: Millas
fr: F_mi

source: Not protected
es: No protegido
fr: F_Not protected

# numberButton
source: Number
es: Númeró
fr: F_Number

source: Oil Quantity
es: Capacidad Tanque de Aceite
fr: F_Oil Quantity

source: Oil Type
es: Tipo de Aceite
fr: F_Oil Type

source: Oil Viscosity
es: Viscosidad del aceite
fr: F_Oil Viscosity

source: Password Protected
es: Contraseña protegida
fr: F_Password Protected

source: Privacy Policy
es: S_Privacy Policy
fr: F_Privacy Policy

# programmingStatusScreen
source: Programming Status
es: S_Programmng Status
fr: F_Programmng Status

# qrCodeFound
source: Valid QR code found!
es: S_Valid QR code found!
fr: F_Valid QR code found!

# qrCodeNotFound
source: Valid QR code not found. Please try again.
es: S_Valid QR code not found. Please try again.
fr: F_Valid QR code not found. Please try again.

# reprogrammDataTrac
source: Reprogram DataTrac
es: S_Reprogram DataTrac
fr: F_Reprogram DataTrac

# resetDataTracConfirmation
source: Continuing will erase the configuration programming in the DataTracSVT and reset it to the factory default configuration. Do you want to continue?
es: S_Continuing will erase the configuration programming in the DataTracSVT and reset it to the factory default configuration. Do you want to continue?
fr: F_Continuing will erase the configuration programming in the DataTracSVT and reset it to the factory default configuration. Do you want to continue?

# restartAppDemo
source: Please restart app to switch to demo mode
es: S_Please restart app to switch to demo mode
fr: F_Please restart app to switch to demo mode

# restartAppLive
source: Please restart app to switch to live mode
es: S_Please restart app to switch to live mode
fr: F_Please restart app to switch to live mode

source: Revolutions
es: Revoluciones
fr: F_ Revolutions

source: Rotational Angle
es: Angulo de Rotación
fr: F_Rotational Angle

# rotFreq
source: Rotational Frequency
es: Frecuencia de Rotación
fr: F_Rotational Frequency

# scanForBluetooth
source: Bluetooth
es: S_Scan for Bluetooth
fr: F_Scan for Bluetooth

source: Scan QR Code
es: S_Scan QR Code
fr: F_Scan QR Code

source: Security Status
es: Estatus de Seguridad
fr: F_Security Status

source: Sensor Details
es: Detalles del Sensor
fr: F_Sensor Details

# serialNum
source: Serial Number
es: Numero de Serie
fr: F_Serial Number

# signalStrength
source: Signal Strength (dBm)
es: Intensidad de la Señal
fr: F_Signal Strength (dBm)

# site
source: HomeBase Site
es: Sitio
fr: F_ Site

source: Speed
es: Velocidad
fr: F_Speed

# standardRawBeacon
source: Standard Beacon Raw
es: S_Standard Beacon Raw
fr: F_Standard Beacon Raw

# termsAndConditions
source: Terms of Use
es: S_Terms of Use
fr: F_Terms of Use

# timeButton
source: Time
es: Hora
fr: F_Time

# timeSet
source: Set:
es: Ajuste de Hora
fr: F_Set:

# turnDemoOff
source: Turn off in Fleet Manager Settings
es: S_Turn off in Fleet Manager Settings
fr: F_Turn off in Fleet Manager Settings

# turnOnBluetoothBody
source: Bluetooth is turned off. Please turn Bluetooth on to scan for DataTrac SVTs.
es: S_Turn on Bluetooth to scan for DataTrac SVTs
fr: F_Turn on Bluetooth to scan for DataTrac SVTs

source: Units
es: Unidades
fr: F_Units

source: Updating
es: S_Updating
fr: F_Updating

source: Vehicle Details
es: Detalles del Vehículo
fr: F_Vehicle Details

# vehicleDistance
source: Life Distance
es: Distancia Recorrida o Distancia Registrada del Vehículo
fr: F_ Vehicle Distance

source: Vehicle Model Year
es: Año
fr: F_ Vehicle Model Year

source: Vehicle Number
es: Número del Vehículo
fr: F_ Vehicle Number

# vehicleNumberRawBeacon
source: Vehicle Number Beacon Raw
es: S_Vehicle Number Beacon Raw
fr: F_Vehicle Number Beacon Raw

source: Vehicles
es: Vehículos
fr: F_Vehicles

# vehModel
source: Model
es: S_Model
fr: F_Model

# vehYear
source: Year
es: S_Year
fr: F_Year

source: Verifying
es: S_Verifying
fr: F_Verifying

# vin
source: Vehicle ID Number
es: Numero de Chasis
fr: F_ VIN

# vinRawBeacon
source: Vin Beacon Raw
es: S_Vin Beacon Raw
fr: F_Vin Beacon Raw

# vinTooShort
source: VIN must be 17 characters
es: El Número de Chasis debe ser de 17 caracteres
fr: F_ VIN must be 17 characters

source: Write
es: Escribir
fr: écrire

source: Cancel
es: S_Cancel
fr: F_Cancel

source: Cloud Sync
es: S_Cloud Sync
fr: F_Cloud Sync

source: Confirm Database Deletion
es: S_Confirm Database Deletion
fr: F_Confirm Database Deletion

source: Delete Database
es: S_Delete Database
fr: F_Delete Database

# deleteDatabaseWarning
source: WARNING! This will PERMANENTLY delete your database from the cellphone app! Do you want to continue?
es: S_This will wipe your database; are you sure you want to continue?
fr: F_This will wipe your database; are you sure you want to continue?

source: Deny
es: S_Deny
fr: F_Deny

source: Display In-Range Vehicles Only
es: S_Display In-Range Vehicles Only
fr: F_Display In-Range Vehicles Only

source: Fuel
es: Combustible
fr: combustible

# language
source: English
es: Español
fr: Français

source: No
es: S_No
fr: F_No

source: Ok
es: S_Ok
fr: F_Ok

# programDataTrac
source: Program DataTrac SVT
es: Escribir en DataTrac SVT
fr: Écrivez à DataTrac SVT

# qrCodeScreen
source: QR Code Reader
es: S_QR Code Reader
fr: F_QR Code Reader

source: Read
es: Leer
fr: lire

# readDataTrac
source: Read DataTrac SVT
es: Leer DataTrac SVT
fr: Lire DataTrac SVT

source: Select a Language
es: Selecciona un idioma
fr: Sélectionner une langue

source: Settings
es: Ajustes
fr: paramètres

source: Turn on Bluetooth
es: S_Turn On Bluetooth
fr: F_Turn On Bluetooth

# turnOnLocation
source: Turn Location Services On
es: S_Turn On Location
fr: F_Turn On Location

# turnOnLocationBody
source: Location is turned off. Please turn Location on to scan for DataTrac SVTs.
es: S_Turn on Location to scan for DataTrac SVTs
fr: F_Turn on Location to scan for DataTrac SVTs

# writing
source: Writing To Database
es: S_Writing to Database
fr: F_Writing to Database

source: Yes
es: S_Yes
fr: F_Yes
